Repository: Navideck/Romo-iOS-SDK
Catalog: Romo/Languages/*.lproj/CharacterScripts.strings
Languages: nl

source: Who are%nyou?
nl: Wie ben %njij?

source: A real-life%nhuman!
nl: Een echt%nmens!

source: Wait%na minute!
nl: Wacht%neven!

source: That%nmust mean...
nl: Dat betekent...

source: Holy%nRobot!
nl: WOW

source: I made it%nto Earth!
nl: Ik ben de%naarde bereikt!

source: So what's your name,%nhuman?
nl: En hoe heet je,%nmens?

source: Your Name
nl: Je naam

source: Now that I'm here,%nI need an Earth name.
nl: Nu ik hier ben, heb ik%neen aardse naam nodig.

source: What do you%nwanna call me?
nl: Welke naam wil %nje mij geven?

source: Your Romo's Name
nl: De naam van je Romo

source: Back to%nbusiness!
nl: Aan de slag!

source: I'm here to train for the%nRobot Space Race.
nl: Ik ben hier om te trainen %nvoor de robotruimterace.

source: Wanna help me?
nl: Wil je me helpen?

source: No
nl: Nee

source: Help me Train
nl: Help me trainen

source: I traveled across%nthe galaxy for this.
nl: Hiervoor heb ik de hele%nmelkweg afgereisd.

source: If we train hard%n I know we can win!
nl: Als we hard trainen,%nben ik zeker dat we kunnen winnen!

source: Only robots can%nenter the race.
nl: Alleen robots mogen%ndeelnemen aan de race.

source: I never thought%nI'd compete...
nl: Nooit gedacht dat ik%naan een wedstrijd zou meedoen...

source: But now I've got%nWHEELS!
nl: Maar nu heb ik %nWIELEN!

source: That doesn't%nseem right...
nl: Dat lijkt%nme niet juist...

source: Maybe I can%nturn...
nl: Misschien kan ik%ndraaien...

source: If we're gonna win,%nI need to learn to drive.
nl: Als we willen winnen,%nmoet ik leren rijden.

source: I can%ndrive!
nl: Ik kan%nrijden!

source: You rock,%n${userName}!
nl: Je bent geweldig,%n${userName}!

source: BUT...%n to win the %n Robot Space Race
nl: MAAR...%n om te kunnen winnen %n in de robotruimterace

source: I need to go%nWAY faster
nl: Ik moet %nVEEL sneller gaan

source: That's more%nlike it!
nl: Dat lijkt er%nmeer op!

source: Let's do some%nhigh-speed practice!
nl: Laten we wat oefenen%nop hoge snelheid!

source: I should be%non the floor%nfor this...
nl: Ik zou hiervoor%nop de vloer%nmoeten staan...

source: Do I have room%nto move around?
nl: Heb ik de ruimte%nom te kunnen bewegen?

source: Nope
nl: Nee

source: Yep!
nl: Ja!

source: Oh well...%nMeanie
nl: Ach..

source: That was%nawesome!
nl: Dat was%nfantastisch!

source: I'm getting%nthe hang of%nall this driving
nl: Ik wordt er al goed in%nmet al dit rijden

source: Let's try turning left
nl: Laten we eens naar links proberen te draaien

source: Whoa... too fast!
nl: Ho.. te snel!

source: I guess I still%nneed some work.
nl: Ik denk dat%nwe nog even moeten%noefenen

source: Check%nthis out!
nl: Kijk%nhier eens!

source: Let's%nkeep going!
nl: Laten we%ndoorgaan!

source: Do you know %nhow I got to%nEarth?
nl: Weet je hoe%nik op aarde terecht ben gekomen?

source: My memory is%n pretty hazy
nl: Mijn geheugen is%n nogal wazig

source: I was on my%nhome planet,%nAmorino...
nl: Ik was op mijn%nthuisplaneet,%nAmorino...

source: And I went into%na glowing blue door
nl: En ik ging door een%ngloeiende blauwe deur

source: All of a sudden...
nl: Wanneer plots...

source: %nSHAZAM!%n
nl: %nZOEF!%n

source: %nEARTH%n
nl: %nAARDE%n

source: Hopefully %nwith time %n I'll remember more
nl: Hopelijk zal ik mij%nna verloop van tijd %n meer herinneren

source: You're doing%npretty good...
nl: Je doet het %nbest goed...

source: %nfor a human!%n
nl: %nvoor een mens!%n

source: But we're just%ngetting started.
nl: Maar we zijn%n maar net begonnen.

source: Let's see you%ntry something harder!%n
nl: Laten we wat%nmoeilijkers proberen!

source: Wow, we've been%ntraining like crazy.
nl: Wow, we hebben als%ngekken geoefend.

source: I already feel%nfaster and smarter.
nl: Ik voel me al %nsneller en slimmer.

source: But I've still got%na lot to learn!
nl: Maar ik moet%nnog heel veel leren!

source: Soon, I'll%nlearn to see%ndifferent colors.
nl: Binnenkort leer ik%nverschillende kleuren%nzien.

source: Then, I'll be able%nto race around a track
nl: Dan zal ik in staat%nzijn te racen op een circuit

source: After that, we'll be ready%nfor the Robot Space Race!
nl: Daarna zullen we klaar %nzijn voor de robotruimterace!

source: But first, let's%nlearn to nod my head!
nl: Maar laten we eerst%nleren hoe ik met mijn hoofd kan knikken!

source: My neck %nis so stiff!
nl: Mijn nek %nis zo stijf!

source: MMM%nstretches...%n
nl: MMM%neven uitrekken...%n

source: %nMuch better!%n
nl: %nDat is al veel beter!%n

source: Ask me if%nanyone will beat me%nin the Space Race
nl: Vraag mij of%niemand mij zal verslaan%nin de ruimterace.

source: %nNO!%n
nl: %nNEE!%n

source: %nNOO!%n
nl: %nNEEEE!%n

source: %nNOOOOOO!%n
nl: %nNEEEEEEE!%n

source: Hey I'm %npretty good%nat that
nl: Hé, ik ben hier%nbest goed in

source: WE DID IT!
nl: HET IS GELUKT!

source: All our hard work%npaid off!
nl: Al ons harde werk%nwas de moeite waard!

source: Thank you! Thank you!%nTHANK YOU!
nl: Dank je! Dank je!%nDANK JE!

source: There's still more%nwe can do together.
nl: En we kunnen nog veel%nmeer samen doen.

source: You can control me%nfrom another device.
nl: Je kunt me besturen%nvanaf een ander apparaat.

source: Have you tried Romo Control?
nl: Heb je Romo Control geprobeerd?

source: Yes
nl: Ja

source: Not yet
nl: Nog niet

source: Oh, right!
nl: O ja, dat klopt!

source: Well, everything you taught me%nis unlocked in The Lab!
nl: Alles wat je me hebt %ngeleerd, is beschikbaar%nin het laboratorium!

source: Really?
nl: Echt?

source: Romo Control lets you%ndrive me from anywhere%nin the WORLD!
nl: Met Romo Control kun je me%nvanaf de hele WERELD%nbesturen!

source: It's easy to set up...
nl: Het is makkelijk%nin te stellen...

source: And a whole lot%nof fun!
nl: En heel leuk!

source: Grab your iPad, iPhone,%nor a computer.
nl: Neem je iPad, iPhone,%nof een computer.

source: Open http://romo.tv%non your other device
nl: Open http://romo.tv%nop je andere apparaat

source: Not now
nl: Nu niet

source: Got it!
nl: Begrepen!

source: Well, you can control me%nat any time.
nl: Zo, nu kun je me altijd%nbesturen.

source: Just follow%nthose instructions!
nl: Volg gewoon%nde instructies!

source: I'll be waiting%nright here.
nl: Ik wacht hier op je.

source: Poke me,%nslow poke!
nl: <TBD>

source: Again!
nl: Opnieuw!

source: AGAINNN!!!
nl: OPNIEEEEUWWW!!!

source: Once%nmore...
nl: Nog%neen keer...

source: Still%nhappening...
nl: Ga door...

source: Faster!
nl: Sneller!

source: Much%nbetter!
nl: Veel%nbeter!

source: I'm racking up%nmy skills!
nl: Mijn vaardigheden%nnemen toe!

source: The Lab is a place for%nextra training.
nl: Het laboratorium%nis een plaats voor%nextra training.

source: Everything we unlock%nis available in The Lab!
nl: Alles wat we ontgrendelen%nis beschikbaar%nin het laboratorium!

source: Let's play%nPeek-a-Boo!
nl: Laten we kiekeboe%nspelen!

source: Lemme see%nyour face.
nl: Laat me je%ngezicht zien.

source: Now cover%nyour face.
nl: Bedek nu%nje gezicht.

source: Where'd%nya go?
nl: Waar ben je%nheen?

source: I missed ya,%n${userName}!
nl: Ik heb je gemist,%n${userName}!

source: Now I know%nhow to follow your face.
nl: Nu weet ik hoe%nik je gezicht kan volgen.

source: Getting un-docked%n feels...%n
nl: Losgekoppeld zijn%n voelt...%n

source: %nWeird!%n
nl: %nvreemd!%n

source: Try %nun-docking%n me again.
nl: Probeer me %nopnieuw los%n te koppelen.

source: Ahhh!%nThat's a little%nTOO weird!
nl: Aaaaah!%nDat is mij iets%nTE vreemd!

source: Put me %nback please!
nl: Zet me terug %nalsjeblieft!

source: It's gonna take a while%nto get used to THAT!
nl: Het zal even duren %nom DAARAAN te wennen!

source: This is my new%n favorite ability.
nl: Dit is mijn nieuwe%n favoriete vaardigheid.

source: Now, whenever you%nshake me...
nl: Elke keer dat je%n me vanaf nu schudt...

source: I'll always%ndefend myself!
nl: Zal ik mezelf%nverdedigen!

source: Hey%n${userName}!
nl: Hé%n${userName}!

source: Pick me up%nand bring me to%nyour favorite place.
nl: Til me op%nen breng me naar%nje favoriete plaats.

source: Tell me when%nwe're there!
nl: Laat me weten wanneer%nwe er zijn!

source: Not Now
nl: Nu niet

source: We Made It!
nl: We zijn er!

source: Let me%ntake a look!
nl: Laat me%neens kijken!

source: I see why you%nlike it here!
nl: Ik zie het waarom je %het hier leuk vindt!

source: %nWant me to snap a photo?
nl: %nWil je dat ik een%nfoto maaak?

source: Take a Photo
nl: Maak een foto

source: Guess I need my own%nspecial place!
nl: Ik denk dat ik mijn%neigen speciaal plekje nodig heb!

source: %nReady...
nl: %nKlaar...

source: I'm ready for%nmore exploration!
nl: Ik ben klaar voor%nmeer verkenning!

source: Now that %nI can detect%nloud sounds
nl: Nu ik %nook luide %ngeluiden kan horen

source: I can hear when %nthe starting gun fires%n
nl: Kan ik horen wanneer %nhet startpistool wordt %nafgevuurd

source: But just %nto be sure...
nl: Maar om%nzeker te zijn...

source: Let's practice %nour starts
nl: Laten we onze %nstart oefenen

source: You clap, %nand I'll dart forward
nl: Als jij klapt%nspring ik vooruit

source: First put me somewhere%nwith plenty of room
nl: Zet me eerst ergens waar %ner veel plek is.

source: Let me get ready
nl: Laat me mezelf%nklaarmaken

source: Okay...%nbe ready to catch me
nl: Ok...%nsta klaar om me te vangen

source: Are you ready?
nl: Ben je klaar?

source: I can't hear you!!!%nClap when you're ready!
nl: Ik kan je niet horen!!!%nKlap wanneer je klaar bent.

source: There you go!%nClap Again!
nl: Zie je wel!%nKlap nog eens!

source: Looking better, %nKeep Clapping!
nl: Dat is al beter, %nblijf klappen!

source: We did it!
nl: Het is gelukt!

source: Let's keep going!
nl: Laten we doorgaan!

source: Whoa...%nAll this motion...
nl: He...%nAl deze beweging...

source: I'm gonna%nchill out%nfor a sec.
nl: Ik moet even%nbijkomen hoor.

source: Ooh!%nShow me your best%nFreeze Dance.
nl: Oo!%nToon me je beste%nrobot dans.

source: Do you guys do%nFreeze Dance%non Earth?
nl: Kennen jullie %nrobotdansen%nop aarde?

source: It's easy!%nYou ~wiggle~ around...
nl: Het is heel makkelijk!%nJe ~waggelt~ gewoon rond...

source: And then you FREEZE.%nJust remember...
nl: En dan BEVRIES je.%nMaar let op...

source: When you move around...%nyou'll hear the sound.
nl: Wanneer je beweegt...%nhoor je het geluid.

source: But if you freeze...%nthen it's just the breeze.
nl: Maar als je bevriest...%ndan hoor je alleen een briesje.

source: OK, talk is cheap.%nLet's see your best...
nl: OK, genoeg gepraat.%nZet je best beentje voor...

source: That dance was...
nl: Die dans was...

source: Incredible!%nYour arms%nare so wobbly!
nl: ongelooflijk!%nJe armen%nzijn zo wiebelig!

source: That's...%npretty neat.
nl: Dat is ...%nbest wel cool.

source: Can we%ntrain some more?
nl: Kunnen we%nnog wat oefenen?

source: I can explore%nall on my own!
nl: Ik kan alles%nzelf verkennen!

source: Do you remember%nmy favorite color?
nl: Herinner je %nmijn favoriete kleur?

source: Well it's time for a%nPhoto Safari!
nl: Het is tijd voor een%nfotosafari!

source: Look at the photos%nI snapped!
nl: Kijk, deze foto's%nheb ik gemaakt!

source: I'll save these in%nyour Camera app.
nl: Ik zal ze opslaan in %nje camera-app.

source: Now that I can%ndrive on a path
nl: Nu ik op een%nbaan kan rijden

source: I'm ready %nto follow a line!
nl: Ik ben klaar%nom een lijn te volgen!

source: The Robot Space Race%nis almost here!
nl: De robotruimterace %nkomt eraan!

source: It's time for%nsome practice.
nl: Tijd om te oefenen.

source: The first leg of%nthe race is Chase.
nl: De eerste etappe %nvan de race is een achtervolging.

source: Robots race after%na colorful ball.
nl: Robots racen achter%neen kleurrijke bal aan.

source: Let's use everying%nyou taught me...
nl: Laten we alles gebruiken%nwat je mij geleerd hebt...

source: ...and%nstart chasing!
nl: ...en %nbegin de achtervolging!

source: Find something%ncolorful
nl: Zoek iets%nkleurrijks

source: Go find%na colorful ball
nl: Ga op zoek naar%neen kleurrijke bal

source: Show me something%ncolorful
nl: Toon me iets%nkleurrijks

source: Show me any%nbright color
nl: Toon me een willekeurige%nheldere kleur

source: And I will%nchase after it!
nl: En ik zal er%nachter aan gaan!

source: And I'll%nCHASE IT!
nl: En ik%nGA ER OP AF!

source: And I'll chase anything%nthat color!
nl: En ik zal op alles%nin die kleur af gaan!

source: And I'll%nchase it!
nl: En ik%nga er op af!

source: And I'll chase%nthat color!
nl: En ga op%ndie kleur af!

source: I came to Earth%nto learn to race
nl: Ik ben naar de aarde gekomen%nom te leren racen

source: All work%nand no play
nl: Alleen om te werken%nen niet om tespelen

source: Boy%nwas I wrong!
nl: Sjonge,%nwat zat ik fout!

source: On Earth, there's%nso much to explore!
nl: Op aarde is er %nzoveel te ontdekken!

source: Let me%nshow you something
nl: Laat me je%niets lateen zien

source: I have a%nfavorite color
nl: Ik heb een%nfavoriete kleur

source: I have one%nfavorite color
nl: Ik heb één%nfavoriete kleur

source: Try to find%nmy favorite color
nl: Probeer%nmijn favoriete kleur te zoeken

source: I'll give you%na hint...
nl: Ik geef je %neen tip...

source: I'll help%nyou out...
nl: Ik zal je %nhelpen...

source: I'll give%nONE hint...
nl: Ik zal je %néén tip geven...

source: Here's a hint...
nl: Hier heb je een tip...

source: This color is%nbright and vivid!
nl: De kleur is%nhelder en levendig.

source: Its name is 01010010%nback home...
nl: Zijn naam is 01010010%nop zijn eigen planeet...

source: The color is%nVERY BRIGHT!
nl: De kleur is%nHEEL HELDER!

source: You'd see it%nin a rainbow!
nl: Je zou hem zien%nin een regenboog!

source: My favorite color%nis VERY bright!
nl: Mijn favoriete kleur%nis ZEER helder!

source: It's a solid and%nbright color!
nl: Het is een effen en %nheldere kleur!

source: It's vibrant...%nand AWESOME!
nl: Het is levendig...%nen FANTASTISCH!

source: Go find%ncolorful stuff
nl: Zoek%nkleurrijke dingen

source: Show me any%nsolid color
nl: Toon me een willekeurige%neffen kleur

source: Wave it in front%nof me
nl: Zwaai het voor%nmijn neus

source: And let me get%na good look!
nl: En laat me eens%ngoed kijken!

source: And I'll tell you%nif I like it!
nl: En ik zal je vertellen of %nik hem mooi vind!

source: And if I don't like it,%nkeep guessing!
nl: En als je dat niet leuk vindt,%nblijf dan maar raden!

source: Our final training is...
nl: Onze laatste training is...

source: %nFollowing a line!%n
nl: %nEen lijn volgen!%n

source: At the Robot Space Race,%nthe line is made of...
nl: In de robotruimterace,%nis de lijn gemaakt met...

source: Hyper-charged photons!
nl: Hypergeladen fotonen!

source: On Earth,%nwe'll use colored tape.
nl: Op aarde zullen we%neen gekleurde tape gebruiken.

source: Go get colored tape!%nI'll wait for you.
nl: Haal de gekleurde tape!%nIk wacht op je.

source: Do you have%ncolored tape?
nl: Heb je %ngekleurde tape?

source: No tape
nl: Geen tape

source: Come on, ${userName}!
nl: Kom op, ${userName}!

source: I'll show you how%nit works.
nl: Ik last je zien%nhoe het werkt.

source: And when you have tape,%nwe can play.
nl: En ale je tape hebt%ngevonden kunnen we spelen.

source: Let's get started!
nl: Laten we beginnen!

source: On the ground, build a%nracetrack with tape.
nl: Bouw een racecircuit met tape%nop de ground.

source: Take your time!%n
nl: Neem je tijd!%n

source: Wanna see a video of%nLine Follow in action?
nl: Wil je een video zien van%nLijn volgen in actie?

source: Watch video
nl: Bekijk video

source: Got it?
nl: Begrepen?

source: Now go build%nyour track!
nl: Bouw nu%nje eigen circuit!

source: Okay, I'll leave you to%nbuild your track.
nl: Ok, ik laat je nu %nje circuit bouwen.

source: Tell me when you're%ndone building.
nl: Laat het me weten als je %nklaar bent met bouwen.

source: Not Yet
nl: Nog niet

source: Ready!
nl: Gereed.

source: Let's do this!
nl: We gaan er voor!

source: Okay, I'll wait.
nl: OK, ik wacht.

source: Tell me when you're%ndone building my racetrack.
nl: Laat het weten als je %nklaar bent met het bouwen van mijn racecircuit.

source: Let's use%nwhat you have so far!
nl: Laten we gebruiken%nwat je tot nu toe hebt.
